Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/laereplaner_for_faget_samisk.html.tmx
Source language: nob
Languages: sma

source: Læreplaner for faget samisk
sma: Learoesoejkesjh faagese saemien

source: Nye læreplaner i samisk som førstespråk og samisk som andrespråk som nå består av tre læreplaner er gjeldende fra høsten 2020.
sma: Orre learoesoejkesjh saemien voestesgïeline jïh saemien mubpiengïeline mah daelie leah golme learoesoejkesjh, eelkin juhtedh tjaktjen 2020 raejeste.

source: Samisk som førstespråk
sma: Saemien voestesgïeline

source: Samisk som førstespråk er for elever som har samisk som hjemmespråk og snakker samisk når de begynner på skolen.
sma: Saemien voestesgïeline lea learoehkidie mah saemien hïejmegïeline utnieh jïh saemiestieh gosse skuvlem aelkieh.

source: Elever som har samisk som førstespråk, får den første lese- og skriveopplæringen på samisk.
sma: Learohkh mah saemien voestesgïeline utnieh, dam voestes lohkeme- jïh tjaelemelïerehtimmiem saemiengïelesne åadtjoeh.

source: I norskfaget får de opplæring etter læreplan i norsk for elever med samisk som førstespråk.
sma: Nöörjenfaagesne lïerehtimmiem åadtjoeh learoesoejkesjen mietie nöörjengïelesne learoehkidie saemiengïeline voestesgïeline.

source: Førstespråket har flere undervisningstimer og læreplanen har større krav enn andrespråks læreplanen.
sma: Voestesgïele jienebh ööhpehtimmietæjmoeh åtna jïh learoesoejkesjen leah stuerebe krïevenassh goh mubpiengïelen learoesoejkesje.

source: Du kan velge to førstespråk, både samisk og norsk som førstespråk.
sma: Maahtah göökte voestesgïelh veeljedh, dovne saemien jïh nöörjen voestesgïeline.

source: Læreplan i samisk som førstespråk
sma: Learoesoejkesje saemiengïelesne voestesgïeline

source: Samisk som andrespråk
sma: Saemien mubpiengïeline

source: Læreplanen i faget Samisk som andrespråk består av tre læreplaner:
sma: Learoesoejkesje faagesne Saemien mubpiengïeline golme learoesoejkesjh åtna:

source: Samisk som andrespråk - samisk 2
sma: Saemien mubpiengïeline – saemien 2

source: Samisk som andrespråk - samisk 3
sma: Saemien mubpiengïeline – saemien 3

source: Samisk som andrespråk - samisk 4
sma: Saemien mubpiengïeline – saemien 4

source: Læreplanen for Samisk som andrespråk er bygd opp trinnvis, det vil si kompetansemålsett etter 2.trinn, etter 4.trinn, etter 7.trinn, etter 10.trinn, etter Vg2 yrkesfaglige utdanningsprogram, etter Vg3 studieforberedende utdanningsprogram og etter påbygging til generell studiekompetanse.
sma: Learoesoejkesje Saemiengïelese mubpiengïeline lea dorjesovveme daltesistie daltesasse, daate sæjhta jiehtedh 2. daltesen mietie, 4. daltesen mietie, 7. daltesen mietie, Jåa2 barkoefaageles ööhpehtimmieprogrammen mietie, Jåa3 studijeryøjreden ööhpehtimmieprogrammen mietie jïh lissiebigkemen mietie sïejhme studijemaahtose.

source: Alle elever som starter med samisk som andrespråk i første klasse skal følge læreplanen for samisk som andrespråk- samisk 2.
sma: Gaajhkh learohkh mah aelkieh saemiengïeline mubpiengïeline voestes klaassesne edtjieh learoesoejkesjem saemiengïelese mubpiengïeline – saemien 2 fulkedh.

source: Læreplan samisk som andrespråk, samisk 2 (SAS02-01)
sma: Learoesoejkesje saemien mubpiengïeline, saemien 2 (SAS02-01)

source: Samisk som andrespråk - samisk 3 er et alternativ for elever som vil ha nytte av å bruke mer tid på å lære samisk og for elever som starter med samisk sent på barnetrinnet eller først på ungdomstrinnet.
sma: Saemien mubpiengïeline – saemien 3 lea alternatijve learoehkidie mah sijhtieh nåhtoem utnedh vielie tïjjem nuhtjedh saemien lïeredh jïh learoehkidie mah saemiengïeline seenhte aelkieh maanadaltesisnie jallh easkah noeredaltesisnie.

source: Elever som velger å ta sluttvurdering og eksamen etter samisk 3, skal kunne kompetansemålene for nivå 1-3 etter 10. årstrinn og kompetansemålene for nivå 4 etter Vg2 yrkesfaglige utdanningsprogram og etter nivå 5-6 på Vg3 studieforberedende utdanningsprogram og etter påbygging til generell studiekompetanse.
sma: Learohkh mah veeljieh galhkuvevuarjasjimmiem jïh eksamenem vaeltedh saemien 3 mænngan, edtjieh maahtoeulmide maehtedh daltesasse 1-3 10. jaepiedaltesen mietie, jïh maahtoeulmide daltesen 4 mietie Jåa2 ööhpehtimmieprogrammen mietie, jïh lissiebigkemen mietie sïejhme studijemaahtose.

source: Elever har selv rett til å velge om de vil fortsette med samisk på ungdomsskolen.
sma: Learohkh jïjtjh reaktam utnieh veeljedh mejtie sijhtieh saemiengïeline noereskuvlesne jåerhkedh.

source: Dersom noen ønsker å slutte med samisk, bør de oppmuntres til å fortsette og følge samisk 3 varianten i stedet for å slutte.
sma: Jis naakenh sijhtieh saemiengïeline orrijidh, byöroe dejtie madtjeldehtedh jåerhkedh jïh saemien 3-varijaantem fulkedh sijjeste orrijidh.

source: Da denne varianten er en del av faget samisk som andrespråk, har elevene mulighet til senere å fullføre hele faget som privatister.
sma: Dan åvteste daate varijaante lea bielie faageste saemien mubpiengïeline, learohkh nuepiem utnieh abpe faagem mænngan illedh goh privatisth.

source: Læreplan samisk som andrespråk, samisk 3 (SAS03-01)
sma: Learoesoejkesje saemien mubpiengïeline, saemien 3 (SAS03-01)

source: Samisk som andrespråk - samisk 4 er et tilbud for nybegynnere i samisk på videregående opplæring og kan velges kun av elever som ikke har hatt samisk på grunnskolen.
sma: Saemien mubpiengïeline – saemien 4 lea faalenasse dejtie mah saemiengïeline aelkieh jåarhkelïerehtimmesne jïh ajve dah learohkh mah eah saemiengïelem maadthskuvlesne åtneme maehtieh dam faagem vaeltedh.

source: Denne varianten anbefales fremfor å ta samisk som fremmedspråk, fordi denne varianten er en del av faget samisk som andrespråk.
sma: Daam varijaantem juvnehte sijjeste saemiengïelem ammesgïeline vaeltedh, dan åvteste daate varijaante lea bielie faageste saemien mubpiengïeline.

source: Dermed har elevene mulighet senere til å ta samisk 3 eller fullføre hele faget, det vil si ta samisk 2 senere som privatister.
sma: Dellie learohkh nuepiem utnieh saemien 3 jallh abpe faagem illedh mænngan, amma saemien 2 mænngan vaeltedh goh privatisth.

source: Læreplan samisk som andrespråk, samisk 4 (SAS04-01)
sma: Learoesoejkesje saemien mubpiengïeline, saemien 4 (SAS04-01)

source: Læreplan i fordypning i samisk
sma: Learoesoejkesje saemien goerehtimmie

source: Læreplan samisk fordypning (SFS02-02) LK20/ S
sma: Learoesoejkesje saemien goerehtimmie (SFS02-02) LK20/S LK20/ S

source: Fortsetter læreplanarbeidet
sma: Learoesoejkesjebarkoem jåarhka

source: Det samiske læreplanverket er ikke fullstendig da alle fag ikke har en samisk parallell likeverdig læreplan.
sma: Saemien learoesoejkesjevierhkie ij leah ållesth dan åvteste gaajhkh faagh eah saemien parallelle seammavyörtegs learoesoejkesjem utnieh.

source: Det er nødvendig å fullføre det samiske læreplanverket gjennom å utarbeide samiske parallelle likeverdige læreplaner for fagene som ikke har egen samisk læreplan, disse er: samisk for elever med tegnspråk, engelsk, matematikk og kroppsøving.
sma: Daerpies dam saemien learoesoejkesjevierhkiem illedh barkoen tjïrrh saemien parallelle seammavyörtegs learoesoejkesjigujmie dejtie faagide mah eah saemien learoesoejkesjem utnieh, dah leah; saemiengïelem learoehkidie væhtagïeline, englaanten gïele, matematihke jïh vitnedimmie.

source: Sametinget har i 2022 igangsatt utviklingen av læreplan i samisk som førstespråk for elever med tegnspråk.
sma: Saemiedigkie lea evtiedimmine learoesoejkesjistie nïerhkeme saemiengïelesne voestesgïeline learoehkidie væhtagïeline.

source: Denne er ferdig til skolestart i 2024.
sma: Daate gaervies skuvleaalkovasse 2024.

source: Fornyelse av fagene i grunnopplæringen fører til et stort behov og intensivering i produksjon av nye læremidler.
sma: Faageorrestimmie maadthlïerehtimmesne stoerre daerpiesvoetem jïh lissiehtimmiem vadta produksjovnesne orre learoevierhtijste.

source: Sametinget vil i 2024 fortsette læreplanarbeidet.
sma: Saemiedigkie sæjhta learoesoejkesjebarkoem jåerhkedh 2024.

source: SAT01-01 - Samisk som førstespråk for elever med tegnspråk (utkast) - norsk
sma: SAT01-01 – Saemien voestesgïeline learoehkidie væhtagïeline (annjebodts soejkesje) - daaroen

source: SAT01-01 - Samisk som førstespråk for elever med tegnspråk (utkast) - samisk versjon
sma: SAT01-01 – Saemien voestesgïeline learoehkidie væhtagïeline (annjebodts soejkesje) saemien versjovne
